wrk.log
Running 5s test @ http://www.baidu.com
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     0.00      0.00     0.00      -nan%
  0 requests in 5.04s, 0.00B read
  Socket errors: connect 0, read 363, write 0, timeout 0
Requests/sec:      0.00
Transfer/sec:       0.00B