wrk.log
Running 1s test @ http://www.163.com
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    73.77ms   13.87ms  98.56ms   80.00%
    Req/Sec     6.40      3.36    10.00     40.00%
  5 requests in 1.00s, 0.88KB read
Requests/sec:      4.99
Transfer/sec:      0.88KB